Repository: joaoppc/SoftDes-Desafios
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es

source: Nome da função inválido. Usar 'def desafio{0}(...)'
de: Ungültiger Funktionsname. Benutzen 'def desafio{0}(...)'
es: nombre de la funcion es invalido. Usar 'def desafio{0}(...)'

source: Função inválida.
de: Ungültige Funktion
es: funcion invalida

source: Boa tentativa, mas não vai dar certo!
de: Netter Versuch, aber es wird nicht funktionieren!
es: Buen intento, pero no va a salir bienr

source: Sorry... Prazo expirado!
de: Enchuldigung...Frist abgelaufen!
es: lo siento... Plazo espirado

source: Erro
de: Fehler
es: Error

source: Sem erros.
de: kein Fehler
es: Sin errores

source: Ainda não há desafios! Volte mais tarde.
de: Es gibt noch keine Herausforderungen! Komm später zurück.
es: ¡Todavía no hay desafíos! Vuelve más tarde

source: Oops... Desafio invalido!
de: Ups ... Ungültige Herausforderung!
es: Oops ... Desafío invalido

source: As novas senhas nao batem
de: Neue Passwörter stimmen nicht überein
es: Las nuevas contraseñas no coinciden

source: A senha antiga nao confere
es: La antiga contraseña no coincide

source: Senha alterada com sucesso
de: Altes Passwort stimmt nicht überein
es: Contraseña alterada con éxito

source: Logout com sucesso
de: erfolgreich logout
es: Logout con éxito
